{
    "dua": [
      {
        "أدعية الحزن": [
          {
            "id": 1,
            "desc": "اللهم إني عبدُك ابنُ عبدِك ابنُ أمتِك، ناصيتي بيدِك، ماضٍ فيّ حكمُك، عدلٌ فيّ قضاؤُك، أسألُك بكلِّ اسمٍ هو لك سميتَ به نفسَك، أو أنزلتَه في كتابِك، أو علمتَه أحدًا من خلقِك، أو استأثرتَ به في علمِ الغيبِ عندك، أن تجعلَ القرآنَ ربيعَ قلبي، ونورَ صدري، وجلاءَ حزني، وذهابَ همِّي وغمِّي"
          },
          {
            "id": 2,
            "desc": "اللَّهُمَّ إنِّي أعُوذُ بكَ مِنَ الهَمِّ والحَزَنِ، والعَجْزِ والكَسَلِ، والبُخْلِ والجُبْنِ، وضَلَعِ الدَّيْنِ، وغَلَبَةِ الرِّجَالِ"
          },
          {
            "id": 3,
            "desc": "لا إلَهَ إلَّا اللَّهُ العَظِيمُ الحَلِيمُ، لا إلَهَ إلَّا اللَّهُ رَبُّ السَّمَوَاتِ والأرْضِ، ورَبُّ العَرْشِ العَظِيمِ"
          },
          {
            "id": 4,
            "desc": "لَا إِلَهَ إِلَّا أَنْتَ سُبْحَانَكَ إِنِّي كُنْتُ مِنَ الظَّالِمِينَ"
          },
          {
            "id": 5,
            "desc": "اللَّهمَّ رَحمَتَكَ أرْجو، فلا تَكِلْني إلى نَفْسي طَرْفةَ عَيْنٍ، أصْلِحْ لي شَأْني كُلَّهُ، لا إلهَ إلَّا أنتَ"
          },
          {
            "id": 6,
            "desc": "اللَّهمَّ ربَّ السَّمواتِ السَّبعِ، وربَّ العرشِ العظيمِ، ربَّنا وربَّ كلِّ شيءٍ، أنتَ الظَّاهرُ فليس فوقَكَ شيءٌ، وأنتَ الباطنُ فليس دونَكَ شيءٌ، مُنزِلَ التَّوراةِ، والإنجيلِ، والفُرقانِ، فالقَ الحَبِّ والنَّوى، أعوذُ بكَ مِن شرِّ كلِّ شيءٍ أنتَ آخِذٌ بناصيتِه، أنتَ الأوَّلُ فليس قبْلَكَ شيءٌ، وأنتَ الآخِرُ فليس بعدَكَ شيءٌ، اقضِ عنَّا الدَّينَ وأَغْنِنا مِن الفقرِ"
          },
          {
            "id": 7,
            "desc": "اللهمَّ إنِّي أسْألُكَ بأنَّ لكَ الحَمدَ لا إلَهَ إلَّا أنتَ، المنَّانُ، بَديعُ السَّمواتِ والأرْضِ، ذا الجَلالِ والإكْرامِ، يا حَيُّ يا قَيُّومُ، إنِّي أسألُكَ"
          },
          {
            "id": 8,
            "desc": "اللهمَّ مالكَ الملكِ تُؤتي الملكَ مَن تشاءُ ، وتنزعُ الملكَ ممن تشاءُ ، وتُعِزُّ مَن تشاءُ ، وتذِلُّ مَن تشاءُ ، بيدِك الخيرُ إنك على كلِّ شيءٍ قديرٌ . رحمنُ الدنيا والآخرةِ ورحيمُهما ، تعطيهما من تشاءُ ، وتمنعُ منهما من تشاءُ ، ارحمْني رحمةً تُغنيني بها عن رحمةِ مَن سواك"
          },
          {
            "id": 9,
            "desc": "أغثني، أغثني، يا عزيز يا حميد، يا ذا العرش المجيد، اصرف عني شر كل جبار عنيد، اللهم إنك تعلم أنني على إساءتي وظلمي وإسرافي لم أجعل لك ولدًا ولا ندًا، ولا صاحبة ولا كفوًا أحد، فإن تُعذب فأنا عبدك، وإن تغفر فإنك العزيز الحكيم"
          },
          {
            "id": 10,
            "desc": "اللهم إن ضرورتنا قد حَفت، وليس لها إلا أنت، فاكشفها، يا مفرج الهموم، لا إله إلا أنت سبحانك، إني كنت من الظالمين، اللهم اكفني ما أهمني، اللهم يا حابس يد إبراهيم عن ذبح ابنه، يا رافع شأن يوسف على أخوته وأهله."
          },
          {
            "id": 11,
            "desc": "اللهم إني ضعيف فقوني، وإني ذليل فأعزني، وإني فقير فارزقني وأسألك خير الأمور كلها وخواتم الخير وجوامعه."
          },
          {
            "id": 12,
            "desc": "حسبي الله لما أهمّني، حسبي الله لمن بغى علي، حسبي الله لمن حسدني، حسبي الله لمن كادني بسوء، حسبي الله عند الموت، حسبي الله عند الصراط، حسبي الله لا إله إلا هو عليه توكلت وهو رب العرش العظيم."
          },
          {
            "id": 13,
            "desc": "اللهم اكفني ما أهمني، وما لا أهتم له، اللهم زودني بالتقوى، واغفر لي ذنبي، ووجهني للخير أينما توجهت، اللهم يسرني لليسرى، وجنبني العسرى، اللهم اجعل لي من كل ما أهمني وكربني سواء من أمر دنياي وآخرتي فرجًا ومخرجًا، وارزقني من حيث لا أحتسب، واغفر لي ذنوبي، وثبت رجاك في قلبي، واقطعه ممن سِواك، حتى لا أرجو أحدًا غيرك، يا من يكتفي من خلقه جميعًا، ولا يكتفي منه أحد من خلقه، يا أحد، من لا أحد له انقطع الرجاء إلا منك."
          },
          {
            "id": 14,
            "desc": "يا عزيز أعزني، ويا كافي اكفني، ويا قوي قوني، ويا لطيف الطف بي في أموري كلها والطف بي فيما نزل"
          },
          {
            "id": 15,
            "desc": "اللهم إني أسألك سلامًا ما بعده كدر، ورضى ما بعده سخط، وفرحًا ما بعده حزن، اللهم املأ قلبي بكلّ ما فيه الخير لي، اللهم اجعل طريقي مسهلًا وأيامي القادمة أفضل من سابقاتها."
          },
          {
            "id": 16,
            "desc": "اللهم بك أستعين وعليك أتوكل، اللهم ذلل لي صعوبة أمري، وسهل لي مشقته، وارزقني الخير كله أكثر مما أطلب، واصرف عني كل شر، رب اشرح لي صدري ويسر لي أمري يا كريم."
          },
          {
            "id": 17,
            "desc": "ا من راح عبرة داود، وكاشف ضُر أيوب، يا مُجيب دعوة المضطرين، وكاشف غم المغمومين، أسألك أن تفرج همي، يا فارج الغم، اجعل لي من أمري فرجًا ومخرجًا، يا سامع كل شكوى، وكاشف كل كرب."
          },
          {
            "id": 18,
            "desc": "قال الله تعالى: (وَمَا كَانَ قَوْلَهُمْ إِلَّا أَن قَالُوا رَبَّنَا اغْفِرْ لَنَا ذُنُوبَنَا وَإِسْرَافَنَا فِي أَمْرِنَا وَثَبِّتْ أَقْدَامَنَا وَانصُرْنَا عَلَى الْقَوْمِ الْكَافِرِينَ)."
          },
          {
            "id": 19,
            "desc": "قال الله تعالى: (قَالَ رَبِّ إِنِّي ظَلَمْتُ نَفْسِي فَاغْفِرْ لِي فَغَفَرَ لَهُ إِنَّهُ هُوَ الْغَفُورُ الرَّحِيمُ*قَالَ رَبِّ بِمَا أَنْعَمْتَ عَلَيَّ فَلَنْ أَكُونَ ظَهِيرًا لِّلْمُجْرِمِينَ)."
          },
          {
            "id": 20,
            "desc": "اللهم بك أستعين وعليك أتوكل، اللهم ذلل لي الصعوبات وسهل لي المشقات وارزقني الخير كله، واصرف عني الشر كله، رب اشرح لي صدري ويسر لي أمري، يا كاشف الضر ويا مجيب الدعوات اكشف عني الغم، وأسألك أن تفرج همي وتزيل غمي"
          }
        ],
        "أدعية أخرى": [
          {
            "id": 1,
            "desc": ""
          }
        ]
      }
    ]
  }